Repository: quarkusio/ja.quarkus.io
Catalog: l10n/tmx/quarkus.tmx
Source language: en_us
Languages: ja_jp

source: The solution is located in the `funqy-amazon-lambda-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-amazon-lambda-http-quickstart[directory].
ja_jp: ソリューションは `funqy-amazon-lambda-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-amazon-lambda-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-amazon-lambda-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-amazon-lambda-quickstart[directory].
ja_jp: ソリューションは `funqy-amazon-lambda-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-amazon-lambda-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-google-cloud-functions-http-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-http-quickstart[directory].
ja_jp: ソリューションは `funqy-google-cloud-functions-http-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-google-cloud-functions-http-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-http-quickstart[directory].
ja_jp: このソリューションは `funqy-google-cloud-functions-http-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-google-cloud-functions-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-quickstart[directory].
ja_jp: ソリューションは `funqy-google-cloud-functions-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-google-cloud-functions-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-quickstart[directory].
ja_jp: このソリューションは `funqy-google-cloud-functions-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-google-cloud-functions-quickstart[ディレクトリー] にあります。

source: The solution is located in the `funqy-http-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-http-quickstart[directory].
ja_jp: ソリューションは `funqy-http-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-http-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-http-quickstart[directory].
ja_jp: ソリューションは `funqy-http-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-http-quickstart[directory] にあります。

source: The solution is located in the `funqy-knative-events-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-knative-events-quickstart[directory].
ja_jp: ソリューションは `funqy-knative-events-quickstart` link:{quickstarts-tree-url}/funqy-quickstarts/funqy-knative-events-quickstart[ディレクトリ] にあります。

source: The solution is located in the `funqy-knative-events-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-knative-events-quickstart[directory].
ja_jp: ソリューションは `funqy-knative-events-quickstart` {quickstarts-tree-url}/funqy-quickstarts/funqy-knative-events-quickstart[directory] にあります。

source: The solution is located in the `getting-started-command-mode` link:{quickstarts-tree-url}/getting-started-command-mode[directory].
ja_jp: ソリューションは `getting-started-command-mode` link:{quickstarts-tree-url}/getting-started-command-mode[ディレクトリ] にあります。

source: The solution is located in the `getting-started-command-mode` {quickstarts-tree-url}/getting-started-command-mode[directory].
ja_jp: このソリューションは `getting-started-command-mode` {quickstarts-tree-url}/getting-started-command-mode[ディレクトリ]にあります。

source: The solution is located in the `getting-started-dev-services` {quickstarts-tree-url}/getting-started-dev-services[directory].
ja_jp: ソリューションは `getting-started-dev-services` {quickstarts-tree-url}/getting-started-dev-services[ディレクトリー] にあります。

source: The solution is located in the `getting-started-reactive-crud` link:{quickstarts-tree-url}/getting-started-reactive-crud[directory].
ja_jp: 解決策は、 `getting-started-reactive-crud` link:{quickstarts-tree-url}/getting-started-reactive-crud[ディレクトリー] を参照してください。

source: The solution is located in the `getting-started-testing` link:{quickstarts-tree-url}/getting-started-testing[directory].
ja_jp: ソリューションは `getting-started-testing` link:{quickstarts-tree-url}/getting-started-testing[ディレクトリー] にあります。

source: The solution is located in the `getting-started-testing` {quickstarts-tree-url}/getting-started-testing[directory].
ja_jp: ソリューションは `getting-started-testing` {quickstarts-tree-url}/getting-started-testing[ディレクトリー] にあります。

source: The solution is located in the `getting-started` directory.
ja_jp: ソリューションは `getting-started` ディレクトリに存在します。

source: The solution is located in the `getting-started` link:{quickstarts-tree-url}/getting-started[directory].
ja_jp: ソリューションは `getting-started` link:{quickstarts-tree-url}/getting-started[ディレクトリ] にあります。

source: The solution is located in the `getting-started` {quickstarts-tree-url}/getting-started[directory].
ja_jp: ソリューションは `getting-started` {quickstarts-tree-url}/getting-started[directory] にあります。

source: The solution is located in the `google-cloud-functions-http-quickstart` link:{quickstarts-tree-url}/google-cloud-functions-http-quickstart[directory].
ja_jp: ソリューションは `google-cloud-functions-http-quickstart` link:{quickstarts-tree-url}/google-cloud-functions-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `google-cloud-functions-http-quickstart` {quickstarts-tree-url}/google-cloud-functions-http-quickstart[directory].
ja_jp: このソリューションは、 `google-cloud-functions-http-quickstart` {quickstarts-tree-url}/google-cloud-functions-http-quickstart[ディレクトリ] にあります。

source: The solution is located in the `google-cloud-functions-quickstart` link:{quickstarts-tree-url}/google-cloud-functions-quickstart[directory].
ja_jp: ソリューションは `google-cloud-functions-quickstart` link:{quickstarts-tree-url}/google-cloud-functions-quickstart[ディレクトリ] にあります。

source: The solution is located in the `google-cloud-functions-quickstart` {quickstarts-tree-url}/google-cloud-functions-quickstart[directory].
ja_jp: このガイドでのソリューションは `google-cloud-functions-quickstart` {quickstarts-tree-url}/google-cloud-functions-quickstart[directory] にあります。

source: The solution is located in the `grpc-plain-text-quickstart` link:{quickstarts-tree-url}/grpc-plain-text-quickstart[directory].
ja_jp: ソリューションは `grpc-plain-text-quickstart` link:{quickstarts-tree-url}/grpc-plain-text-quickstart[ディレクトリ] にあります。

source: The solution is located in the `grpc-plain-text-quickstart` {quickstarts-tree-url}/grpc-plain-text-quickstart[directory].
ja_jp: このソリューションは `grpc-plain-text-quickstart` {quickstarts-tree-url}/grpc-plain-text-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-orm-panache-kotlin-quickstart` link:{quickstarts-tree-url}/hibernate-orm-panache-kotlin-quickstart[directory].
ja_jp: ソリューションは `hibernate-orm-panache-kotlin-quickstart` link:{quickstarts-tree-url}/hibernate-orm-panache-kotlin-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-orm-panache-kotlin-quickstart` {quickstarts-tree-url}/hibernate-orm-panache-kotlin-quickstart[directory].
ja_jp: このソリューションは `hibernate-orm-panache-kotlin-quickstart` {quickstarts-tree-url}/hibernate-orm-panache-kotlin-quickstart[ディレクトリ]にあります。

source: The solution is located in the `hibernate-orm-panache-quickstart` link:{quickstarts-tree-url}/hibernate-orm-panache-quickstart[directory].
ja_jp: ソリューションは `hibernate-orm-panache-quickstart` link:{quickstarts-tree-url}/hibernate-orm-panache-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-orm-panache-quickstart` {quickstarts-tree-url}/hibernate-orm-panache-quickstart[directory].
ja_jp: ソリューションは `hibernate-orm-panache-quickstart` {quickstarts-tree-url}/hibernate-orm-panache-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-orm-quickstart` link:{quickstarts-tree-url}/hibernate-orm-quickstart[directory].
ja_jp: 解決策は `hibernate-orm-quickstart` link:{quickstarts-tree-url}/hibernate-orm-quickstart[ディレクトリー] にあります。

source: The solution is located in the `hibernate-orm-quickstart` {quickstarts-tree-url}/hibernate-orm-quickstart[directory].
ja_jp: このソリューションは `hibernate-orm-quickstart` {quickstarts-tree-url}/hibernate-orm-quickstart[ディレクトリ]にあります。

source: The solution is located in the `hibernate-reactive-panache-quickstart` link:{quickstarts-tree-url}/hibernate-reactive-panache-quickstart[directory].
ja_jp: ソリューションは `hibernate-reactive-panache-quickstart` link:{quickstarts-tree-url}/hibernate-reactive-panache-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-reactive-panache-quickstart` {quickstarts-tree-url}/hibernate-reactive-panache-quickstart[directory].
ja_jp: ソリューションは `hibernate-reactive-panache-quickstart` {quickstarts-tree-url}/hibernate-reactive-panache-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-reactive-quickstart` link:{quickstarts-tree-url}/hibernate-reactive-quickstart[directory].
ja_jp: ソリューションは `hibernate-reactive-quickstart` link:{quickstarts-tree-url}/hibernate-reactive-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-reactive-quickstart` {quickstarts-tree-url}/hibernate-reactive-quickstart[directory].
ja_jp: ソリューションは `hibernate-reactive-quickstart` {quickstarts-tree-url}/hibernate-reactive-quickstart[ディレクトリ]にあります。

source: The solution is located in the `hibernate-search-orm-elasticsearch-quickstart` link:{quickstarts-tree-url}/hibernate-search-orm-elasticsearch-quickstart[directory].
ja_jp: 解決策は、 `hibernate-search-orm-elasticsearch-quickstart` link:{quickstarts-tree-url}/hibernate-search-orm-elasticsearch-quickstart[ディレクトリー] に配置されています。

source: The solution is located in the `hibernate-search-orm-elasticsearch-quickstart` {quickstarts-tree-url}/hibernate-search-orm-elasticsearch-quickstart[directory].
ja_jp: ソリューションは `hibernate-search-orm-elasticsearch-quickstart` {quickstarts-tree-url}/hibernate-search-orm-elasticsearch-quickstart[ディレクトリ] にあります。

source: The solution is located in the `hibernate-search-standalone-elasticsearch-quickstart` link:{quickstarts-tree-url}/hibernate-search-standalone-elasticsearch-quickstart[directory].
ja_jp: ソリューションは、 `hibernate-search-standalone-elasticsearch-quickstart` link:{quickstarts-tree-url}/hibernate-search-standalone-elasticsearch-quickstart[ディレクトリー] にあります。

source: The solution is located in the `infinispan-client-quickstart` link:{quickstarts-tree-url}/infinispan-client-quickstart[directory].
ja_jp: ソリューションは `infinispan-client-quickstart` link:{quickstarts-tree-url}/infinispan-client-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kafka-avro-schema-quickstart` link:{quickstarts-tree-url}/kafka-avro-schema-quickstart[directory].
ja_jp: ソリューションは `kafka-avro-schema-quickstart` link:{quickstarts-tree-url}/kafka-avro-schema-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kafka-avro-schema-quickstart` {quickstarts-tree-url}/kafka-avro-schema-quickstart[directory].
ja_jp: ソリューションは `kafka-avro-schema-quickstart` {quickstarts-tree-url}/kafka-avro-schema-quickstart[ディレクトリー] にあります。

source: The solution is located in the `kafka-json-schema-quickstart` link:{quickstarts-tree-url}/kafka-json-schema-quickstart[directory].
ja_jp: ソリューションは `kafka-json-schema-quickstart` link:{quickstarts-tree-url}/kafka-json-schema-quickstart[ディレクトリー] にあります。

source: The solution is located in the `kafka-quickstart` link:{quickstarts-tree-url}/kafka-quickstart[directory].
ja_jp: ソリューションは `kafka-quickstart` link:{quickstarts-tree-url}/kafka-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kafka-quickstart` {quickstarts-tree-url}/kafka-quickstart[directory].
ja_jp: このソリューションは `kafka-quickstart` {quickstarts-tree-url}/kafka-quickstart[directory] にあります。

source: The solution is located in the `kafka-streams-quickstart` link:{quickstarts-tree-url}/kafka-streams-quickstart[directory].
ja_jp: ソリューションは `kafka-streams-quickstart` link:{quickstarts-tree-url}/kafka-streams-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kafka-streams-quickstart` {quickstarts-tree-url}/kafka-streams-quickstart[directory].
ja_jp: ソリューションは `kafka-streams-quickstart` {quickstarts-tree-url}/kafka-streams-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kogito-dmn-quickstart` {quickstarts-tree-url}/kogito-dmn-quickstart[directory].
ja_jp: ソリューションは `kogito-dmn-quickstart` {quickstarts-tree-url}/kogito-dmn-quickstart[directory] にあります。

source: The solution is located in the `kogito-drl-quickstart` {quickstarts-tree-url}/kogito-quickstart[directory].
ja_jp: このソリューションは `kogito-drl-quickstart` {quickstarts-tree-url}/kogito-drl-quickstart[directory] にあります。

source: The solution is located in the `kogito-pmml-quickstart` {quickstarts-tree-url}/kogito-pmml-quickstart[directory].
ja_jp: このソリューションは `kogito-pmml-quickstart` {quickstarts-tree-url}/kogito-pmml-quickstart[ディレクトリ] にあります。

source: The solution is located in the `kogito-quickstart` {quickstarts-tree-url}/kogito-quickstart[directory].
ja_jp: ソリューションは `kogito-quickstart` {quickstarts-tree-url}/kogito-quickstart[ディレクトリ] にあります。

source: The solution is located in the `lifecycle-quickstart` link:{quickstarts-tree-url}/lifecycle-quickstart[directory].
ja_jp: ソリューションは `lifecycle-quickstart` link:{quickstarts-tree-url}/lifecycle-quickstart[ディレクトリ] にあります。

source: The solution is located in the `lifecycle-quickstart` {quickstarts-tree-url}/lifecycle-quickstart[directory].
ja_jp: ソリューションは `lifecycle-quickstart` {quickstarts-tree-url}/lifecycle-quickstart[directory] にあります。

source: The solution is located in the `liquibase-mongodb-quickstart` link:{quickstarts-tree-url}/liquibase-mongodb-quickstart[directory].
ja_jp: ソリューションは `liquibase-mongodb-quickstart` link:{quickstarts-tree-url}/liquibase-mongodb-quickstart[ディレクトリ] にあります。

source: The solution is located in the `liquibase-mongodb-quickstart` {quickstarts-tree-url}/liquibase-mongodb-quickstart[directory].
ja_jp: ソリューションは、 `liquibase-mongodb-quickstart` {quickstarts-tree-url}/liquibase-mongodb-quickstart[ディレクトリ]にあります。

source: The solution is located in the `liquibase-quickstart` link:{quickstarts-tree-url}/liquibase-quickstart[directory].
ja_jp: ソリューションは `liquibase-quickstart` link:{quickstarts-tree-url}/liquibase-quickstart[ディレクトリ] にあります。

source: The solution is located in the `liquibase-quickstart` {quickstarts-tree-url}/liquibase-quickstart[directory].
ja_jp: ソリューションは `liquibase-quickstart` {quickstarts-tree-url}/liquibase-quickstart[ディレクトリ]にあります。

source: The solution is located in the `mailer-quickstart` link:{quickstarts-tree-url}/mailer-quickstart[directory].
ja_jp: ソリューションは `mailer-quickstart` link:{quickstarts-tree-url}/mailer-quickstart[ディレクトリ] にあります。

source: The solution is located in the `mailer-quickstart` {quickstarts-tree-url}/mailer-quickstart[directory].
ja_jp: このソリューションは `mailer-quickstart` {quickstarts-tree-url}/mailer-quickstart[ディレクトリ]にあります。

source: The solution is located in the `micrometer-quickstart` link:{quickstarts-tree-url}/micrometer-quickstart[directory].
ja_jp: ソリューションは `micrometer-quickstart` link:{quickstarts-tree-url}/micrometer-quickstart[ディレクトリ] にあります。

source: The solution is located in the `micrometer-quickstart` {quickstarts-tree-url}/micrometer-quickstart[directory].
ja_jp: ソリューションは `micrometer-quickstart` {quickstarts-tree-url}/micrometer-quickstart[directory] にあります。

source: The solution is located in the `microprofile-fault-tolerance-quickstart` link:{quickstarts-tree-url}/microprofile-fault-tolerance-quickstart[directory].
ja_jp: ソリューションは `microprofile-fault-tolerance-quickstart` link:{quickstarts-tree-url}/microprofile-fault-tolerance-quickstart[ディレクトリ] にあります。

source: The solution is located in the `microprofile-fault-tolerance-quickstart` {quickstarts-tree-url}/microprofile-fault-tolerance-quickstart[directory].
ja_jp: ソリューションは `microprofile-fault-tolerance-quickstart` {quickstarts-tree-url}/microprofile-fault-tolerance-quickstart[directory] にあります。

source: The solution is located in the `microprofile-graphql-client-quickstart` link:{quickstarts-tree-url}/microprofile-graphql-client-quickstart[directory].
ja_jp: ソリューションは `microprofile-graphql-client-quickstart` link:{quickstarts-tree-url}/microprofile-graphql-client-quickstart[ディレクトリ] にあります。

source: The solution is located in the `microprofile-graphql-client-quickstart` {quickstarts-tree-url}/microprofile-graphql-client-quickstart[directory].
ja_jp: このソリューションは `microprofile-graphql-client-quickstart` {quickstarts-tree-url}/microprofile-graphql-client-quickstart[ディレクトリ]にあります。

source: The solution is located in the `microprofile-graphql-quickstart` link:{quickstarts-tree-url}/microprofile-graphql-quickstart[directory].
ja_jp: ソリューションは `microprofile-graphql-quickstart` link:{quickstarts-tree-url}/microprofile-graphql-quickstart[ディレクトリ] にあります。

source: The solution is located in the `microprofile-graphql-quickstart` {quickstarts-tree-url}/microprofile-graphql-quickstart[directory].
ja_jp: ソリューションは `microprofile-graphql-quickstart` {quickstarts-tree-url}/microprofile-graphql-quickstart[directory] にあります。

source: The solution is located in the `microprofile-health-quickstart` {quickstarts-tree-url}/microprofile-health-quickstart[directory].
ja_jp: ソリューションは `microprofile-health-quickstart` {quickstarts-tree-url}/microprofile-health-quickstart[ディレクトリ] にあります。

source: The solution is located in the `mongodb-panache-quickstart` link:{quickstarts-tree-url}/mongodb-panache-quickstart[directory].
ja_jp: ソリューションは `mongodb-panache-quickstart` link:{quickstarts-tree-url}/mongodb-panache-quickstart[ディレクトリー] にあります。

source: The solution is located in the `mongodb-panache-quickstart` {quickstarts-tree-url}/mongodb-panache-quickstart[directory].
ja_jp: ソリューションは `mongodb-panache-quickstart` {quickstarts-tree-url}/mongodb-panache-quickstart[directory] にあります。

source: The solution is located in the `mongodb-quickstart` link:{quickstarts-tree-url}/mongodb-quickstart[directory].
ja_jp: ソリューションは `mongodb-quickstart` link:{quickstarts-tree-url}/mongodb-quickstart[ディレクトリ] にあります。

source: The solution is located in the `mongodb-quickstart` {quickstarts-tree-url}/mongodb-quickstart[directory].
ja_jp: ソリューションは `mongodb-quickstart` {quickstarts-tree-url}/mongodb-quickstart[directory] にあります。

source: The solution is located in the `openapi-swaggerui-quickstart` link:{quickstarts-tree-url}/openapi-swaggerui-quickstart[directory].
ja_jp: ソリューションは `openapi-swaggerui-quickstart` link:{quickstarts-tree-url}/openapi-swaggerui-quickstart[ディレクトリ] にあります。

source: The solution is located in the `openapi-swaggerui-quickstart` {quickstarts-tree-url}/openapi-swaggerui-quickstart[directory].
ja_jp: ソリューションは `openapi-swaggerui-quickstart` {quickstarts-tree-url}/openapi-swaggerui-quickstart[ディレクトリ] にあります。

source: The solution is located in the `opentelemetry-quickstart` link:{quickstarts-tree-url}/opentelemetry-quickstart[directory].
ja_jp: 解決策は `opentelemetry-quickstart` link:{quickstarts-tree-url}/opentelemetry-quickstart[ディレクトリー] にあります。

source: The solution is located in the `opentelemetry-quickstart` {quickstarts-tree-url}/opentelemetry-quickstart[directory].
ja_jp: このソリューションは、 `opentelemetry-quickstart` {quickstarts-tree-url}/opentelemetry-quickstart[ディレクトリ]にあります。

source: The solution is located in the `opentracing-quickstart` link:{quickstarts-tree-url}/opentracing-quickstart[directory].
ja_jp: ソリューションは `opentracing-quickstart` link:{quickstarts-tree-url}/opentracing-quickstart[ディレクトリ] にあります。

source: The solution is located in the `opentracing-quickstart` {quickstarts-tree-url}/opentracing-quickstart[directory].
ja_jp: ソリューションは `opentracing-quickstart` {quickstarts-tree-url}/opentracing-quickstart[directory] にあります。

source: The solution is located in the `pulsar-quickstart` link:{quickstarts-tree-url}/pulsar-quickstart[directory].
ja_jp: 解決策は、 `pulsar-quickstart` link:{quickstarts-tree-url}/pulsar-quickstart[ディレクトリー] に配置されています。

source: The solution is located in the `quartz-quickstart` link:{quickstarts-tree-url}/quartz-quickstart[directory].
ja_jp: ソリューションは `quartz-quickstart` link:{quickstarts-tree-url}/quartz-quickstart[ディレクトリ] にあります。

source: The solution is located in the `quartz-quickstart` {quickstarts-tree-url}/quartz-quickstart[directory].
ja_jp: ソリューションは `quartz-quickstart` {quickstarts-tree-url}/quartz-quickstart[directory] にあります。

source: The solution is located in the `qute-quickstart` link:{quickstarts-tree-url}/qute-quickstart[directory].
ja_jp: ソリューションは `qute-quickstart` link:{quickstarts-tree-url}/qute-quickstart[ディレクトリ] にあります。

source: The solution is located in the `qute-quickstart` {quickstarts-tree-url}/qute-quickstart[directory].
ja_jp: このソリューションは `qute-quickstart` {quickstarts-tree-url}/qute-quickstart[directory] にあります。

source: The solution is located in the `rabbitmq-quickstart` link:{quickstarts-tree-url}/rabbitmq-quickstart[directory].
ja_jp: ソリューションは `rabbitmq-quickstart` link:{quickstarts-tree-url}/rabbitmq-quickstart[ディレクトリ] にあります。

source: The solution is located in the `rabbitmq-quickstart` {quickstarts-tree-url}/rabbitmq-quickstart[directory].
ja_jp: このソリューションは `rabbitmq-quickstart` {quickstarts-tree-url}/rabbitmq-quickstart[ディレクトリ]にあります。

source: The solution is located in the `redis-quickstart` link:{quickstarts-tree-url}/redis-quickstart[directory].
ja_jp: ソリューションは `redis-quickstart` link:{quickstarts-tree-url}/redis-quickstart[ディレクトリ] にあります。

source: The solution is located in the `redis-quickstart` {quickstarts-tree-url}/redis-quickstart[directory].
ja_jp: ソリューションは `redis-quickstart` {quickstarts-tree-url}/redis-quickstart[directory] にあります。

source: The solution is located in the `rest-client-multipart-quickstart` link:{quickstarts-tree-url}/rest-client-multipart-quickstart[directory].
ja_jp: ソリューションは `rest-client-multipart-quickstart` link:{quickstarts-tree-url}/rest-client-multipart-quickstart[ディレクトリ] にあります。

source: The solution is located in the `rest-client-multipart-quickstart` {quickstarts-tree-url}/rest-client-multipart-quickstart[directory].
ja_jp: このソリューションは、 `rest-client-multipart-quickstart` {quickstarts-tree-url}/rest-client-multipart-quickstart[ディレクトリ]にあります。

source: The solution is located in the `rest-client-quickstart` link:{quickstarts-tree-url}/rest-client-quickstart[directory].
ja_jp: 解決策は `rest-client-quickstart` link:{quickstarts-tree-url}/rest-client-quickstart[ディレクトリー] にあります。

source: The solution is located in the `rest-client-quickstart` {quickstarts-tree-url}/rest-client-quickstart[directory].
ja_jp: ソリューションは `rest-client-quickstart` {quickstarts-tree-url}/rest-client-quickstart[directory] にあります。

source: The solution is located in the `rest-client-reactive-quickstart` {quickstarts-tree-url}/rest-client-reactive-quickstart[directory].
ja_jp: ソリューションは `rest-client-reactive-quickstart` {quickstarts-tree-url}/rest-client-reactive-quickstart[ディレクトリ] にあります。

source: The solution is located in the `rest-json-quickstart` link:{quickstarts-tree-url}/rest-json-quickstart[directory].
ja_jp: ソリューションは `rest-json-quickstart` link:{quickstarts-tree-url}/rest-json-quickstart[ディレクトリ] にあります。

source: The solution is located in the `rest-json-quickstart` {quickstarts-tree-url}/rest-json-quickstart[directory].
ja_jp: ソリューションは `rest-json-quickstart` {quickstarts-tree-url}/rest-json-quickstart[ディレクトリ] にあります。

source: The solution is located in the `resteasy-client-multipart-quickstart` link:{quickstarts-tree-url}/resteasy-client-multipart-quickstart[directory].
ja_jp: ソリューションは `resteasy-client-multipart-quickstart` link:{quickstarts-tree-url}/resteasy-client-multipart-quickstart[ディレクトリ] にあります。
